# xcode-select --install
# /usr/bin/ruby -e "$(curl -fsSL https://raw.githubusercontent.com/Homebrew/install/master/install)"
# brew tap Homebrew/bundle
# brew bundle

cask_args appdir: '/Applications'

tap 'homebrew/core'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/cask-fonts'
tap 'weaveworks/tap'

cask 'brave-browser'
cask 'google-chrome'
cask 'firefox'
cask 'slack'
cask 'osxfuse'
cask 'iterm2'
cask 'docker'
cask 'spotify'
cask 'appcleaner'
cask 'evernote'
cask 'skitch'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'font-hack-nerd-font'
cask 'vagrant'

brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'kubectx'
brew 'minio-mc'
brew 'awscli'
brew 'check'
brew 'cmake'
brew 'coreutils'
brew 'keychain'
brew 'netcat'
brew 'nmap'
brew 'siege'
brew 'sshfs'
brew 'vegeta'
brew 'watch'
brew 'python3'
brew 'terraform'
brew 'packer'
brew 'vault'
brew 'bash'
brew 'm-cli'
brew 'awk'
brew 'lsof'
brew 'gzip'
brew 'pandoc'
brew 'bzip2'
brew 'less'
brew 'tcpdump'
brew 'libpcap'
brew 'stress'
brew 'sqlite'
brew 'git'
brew 'go'
brew 'grep'
brew 'htop-osx'
brew 'iperf3'
brew 'jq'
brew 'make'
brew 'openssh'
brew 'openssl'
brew 'rsync'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'xz'
brew 'zsh'
brew 'hub'
brew 'bat'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'istioctl'
brew 'weaveworks/tap/eksctl'
brew 'derailed/k9s/k9s'
