aws-scripting-guy.cform
bbenoist.vagrant
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
eamodio.gitlens
eastman.vscode-cfn-nag
GitHub.vscode-pull-request-github
kddejong.vscode-cfn-lint
Kelvin.vscode-sshfs
korekontrol.saltstack
mauve.terraform
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.Go
redhat.vscode-yaml
technosophos.vscode-helm
vscode-icons-team.vscode-icons
vscoss.vscode-ansible
yzhang.markdown-all-in-one
amazonwebservices.aws-toolkit-vscode
