aws-scripting-guy.cform
bbenoist.vagrant
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
eamodio.gitlens
eastman.vscode-cfn-nag
GitHub.vscode-pull-request-github
kddejong.vscode-cfn-lint
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
korekontrol.saltstack
4ops.terraform
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
golang.go
redhat.vscode-yaml
technosophos.vscode-helm
vscode-icons-team.vscode-icons
zbr.vscode-ansible
yzhang.markdown-all-in-one
amazonwebservices.aws-toolkit-vscode
